/* Other User */
"OTHER_USER" = "기타...";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "방문객 계정";

/* Password Assistant Text */
"USER_PASSWORD" = "암호:";
"MASTER_PASSWORD" = "마스터 암호:";

"KEYCHAIN_WARNING_TITLE" = "이 사용자 계정에 대한 암호를 변경하면, 사용자의 암호를 저장하기 위해 새로운 키체인이 생성됩니다.";
"KEYCHAIN_WARNING_TEXT" = "사용자의 이전 키체인이 아직 존재합니다. 이전 암호를 찾으면, 이전 키체인과 그것이 포함하고 있는 정보 및 암호에 연결할 수 있습니다.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "현재 로그인되어 있음";
"MOBILE_CURRENTLY_LOGGED_IN" = "모바일, 현재 로그인되어 있음";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "외부, 현재 로그인되어 있음";
"GUEST_CURRENTLY_LOGGED_IN" = "방문객, 현재 로그인되어 있음";
"NETWORK_CURRENTLY_LOGGED_IN" = "네트워크, 현재 로그인되어 있음";
"EXTERNAL" = "외부";
"MOBILE" = "모바일";
"GUEST" = "방문객";
"NETWORK" = "네트워크";

/* Parental Controls status text */
"CANNOT_LOGIN" = "지금 로그인할 수 없습니다";
"LOGIN_TIME" = "%@에 로그인할 수 있음";


/* Button Titles */
"BACK_BUTTON" = "뒤로";
"CANCEL_BUTTON" = "취소";
"FORGOT_PASSWORD_BUTTON" = "암호를 잊어버렸습니다";
"CHANGE_PASSWORD" = "암호 변경";
"OPTIONS_BUTTON" = "옵션";
"RESTART_BUTTON" = "재시동";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "Mac OS X";
"AX_MAC_OS_X_SERVER" = "Mac OS X Server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "암호를 잊어버렸습니다";
"RESET_PASSWORD" = "암호 재설정";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "이 사용자 암호를 재설정하려면 마스터 암호를 입력하십시오.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "이 사용자 암호를 재설정하거나 FileVault를 풀려면 마스터 암호를 입력하십시오.";

/* Host Info */
"SAFE_BOOT" = "안전한 시동";
"SYSTEM_VERSION_INFO" = "버전 %@";
"SYSTEM_BUILD_INFO" = "빌드 %@";
"SERIAL_NUMBER" = "일련 번호 %@";
"IP_ADDRESS" = "IP 주소 %@";

"NETWORK_NODES_ALL"  = "네트워크 계정 사용 가능";
"NETWORK_NODES_SOME" = "일부 네트워크 계정 사용 가능";
"NETWORK_NODES_NONE" = "네트워크 계정 사용 불가능";
"NETWORK_NODES_AUTH" = "네트워크에 접속하려면 로그인이 필요합니다";


/* Tool Tip */
"SHORT_NAME" = "ID 이름: %@";

"EXTERNAL_ACCOUNT" = "외부 계정";
"GUEST_ACCOUNT" = "방문객 계정";
"LOCAL_ACCOUNT" = "로컬 계정";
"MOBILE_ACCOUNT" = "모바일 계정";
"NETWORK_ACCOUNT" = "네트워크 계정";

"NET_NODE" = "네트워크 노드: %@";
"HOME_VOLUME" = "볼륨: %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "유효하지 않은 사용자 이름 또는 암호를 입력했습니다.";

"AF_NEWPASSWORDREQUIRED" = "이 계정에 로그인하려면 새로운 암호를 입력해야 합니다.";

"AF_QUALITYCHECKFAILED" = "암호가 서버의 요구사항과 일치하지 않습니다.";

"AF_PASSWORDTOOSHORT" = "암호가 너무 짧습니다.";
"AF_PASSWORDTOOLONG" = "암호가 너무 깁니다.";
"AF_PASSWORDLENGTH" = "암호에 포함된 문자 수는 %ld개와 %ld개 사이여야 합니다.";

"AF_PASSWORDMINCHARS" = "암호는 최소 %ld개의 문자를 포함해야 합니다.";
"AF_PASSWORDMAXCHARS" = "암호는 %ld자 이하이어야 합니다.";

"AF_PASSWORDNEEDSLETTER" = "암호는 하나 이상의 문자를 포함해야 합니다.";
"AF_PASSWORDNEEDSDIGIT" = "암호는 하나 이상의 숫자를 포함해야 합니다.";

"AF_ACCOUNTDISABLED" = "계정이 비활성화되었습니다.\n자세한 정보는 시스템 관리자에게 문의하십시오."; 
"AF_UNABLETOLOGIN" = "현재 시스템에 로그인할 수 없습니다.\n자세한 내용은 시스템 관리자에게 문의하십시오.";
"AF_INVALIDLOGONHOURS" = "귀하는 특정 시간동안 로그인할 수 있도록 허용되었습니다.\n자세한 내용은 시스템 관리자에게 문의하십시오.";
"AF_INVALIDCOMPUTER" = "귀하는 이 컴퓨터를 사용하도록 허용되지 않았습니다.\n자세한 내용은 시스템 관리자에게 문의하십시오.";

"AF_SEESYSTEMADMIN" = "자세한 내용은 시스템 관리자에게 문의하십시오.";

"AF_PASSWORDEXPIRINGSOON" = "암호가 곧 만료됩니다. 새로운 암호를 입력하십시오.";
"AF_CRYPTPASSWORD" = "암호를 업데이트해야 합니다.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "사용자의 암호가 내일 만료됩니다.\n\n새로운 암호를 입력하려면 “암호 변경”을 누르십시오.";
"PASSWORD_EXPIRATION_DAYS" = "사용자의 암호가 %ld일 후에 만료됩니다.\n\n새로운 암호를 입력하려면 “암호 변경”을 누르십시오.";
"PASSWORD_EXPIRATION_TODAY" = "사용자의 암호가 오늘 만료됩니다.\n\n새로운 암호를 입력하려면 “암호 변경”을 누르십시오.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "사용자의 컴퓨터는 보안 네트워크에 접속할 수 없습니다.";
"NA_UNTRUSTED_CERT_INFO" = "802.1X 인증 서버를 사용하여 네트워크에 연결을 시도했지만, 해당 서버의 보안 인증서를 확인할 수 없습니다. 추가 정보를 보려면 네트워크 관리자에게 연락하십시오.";

/* FUS Failed */
"FUS_FAILED_MSG" = "선택한 사용자 계정을 사용할 수 없습니다.";
"FUS_FAILED_INFO" = "네트워크 연결을 확인한 뒤, 사용자 계정 전환을 다시 시도하십시오. 네트워크에 연결되어 있다면, 시스템 관리자에게 도움을 요청하십시오.";
